Repository: randommm/worldcup-website
Catalog: games/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Contact
pt: Contato

source: People & contact
pt: Equipe & contato

source: The following researchers are voluntarily developing this website.
pt: Os seguintes pesquisadores estão voluntariamente desenvolvendo este website.

source: project original idea
pt: ideia original do projeto

source: website content and translation
pt: conteúdo do website e tradução

source: project and website management
pt: administração do projeto e do website

source: website creation and development
pt: criação e desenvolvimento do website

source: website content
pt: conteúdo do website

source: website and server management
pt: administração do website e do servidor

source: The following are also part of the advisory and research team. They are all members (faculty or graduate students) of the Department of Statistics of the Federal University of S. Carlos, Brazil.
pt: Os seguintes também fazem parte da equipe de consultoria e pesquisa. Todos são membros (do corpo docente ou discente) do Departamento de Estatística da Universidade Federal de São Carlos.

source: If you have questions or suggestions please send them to marciodiniz@ufscar.br.
pt: Caso tenha alguma pergunta ou sugestão, favor encaminhá-las para marciodiniz@ufscar.br.

source: If you have technical problems accessing the site, please report them to m@marcoinacio.com.
pt: Caso tenha algum problema técnico ao acessar o site, por favor relate os mesmos para m@marcoinacio.com.

source: wins
pt: vencer

source: Draw
pt: Empate

source: Updated!
pt: Atualizado!

source: Submit your forecast
pt: Envie sua previsão

source: Game
pt: Jogo

source: Your local time
pt: Seu horário local

source: Russia time
pt: Horário da Rússia

source: Your forecast
pt: Sua previsão

source: win
pt: vitória

source: tie
pt: empate

source: Not made yet
pt: Ainda não realizada

source: Probabilities
pt: Probabilidades de

source: If
pt: Se

source: wins, you will get
pt: vencer, você marca

source: points
pt: pontos

source: If the game ends tied, you will get
pt: Se o jogo terminar empatado, você marca

source: Attention: you are not logged in, therefore your changes will not be saved.
pt: Atenção: você não está conectado, e portanto suas alterações não serão salvas.

source: Login or sign-up
pt: Entre ou registre-se

source: to have your forecasts stored
pt: para ter suas previsões registradas

source: No game available
pt: Nenhum jogo disponível

source: History
pt: História

source: Some words about football/soccer contest pools
pt: Algumas palavras sobre competições de prognósticos de futebol

source: Gambling and betting are probably as old as mankind. Once sports events became popular, betting on its results brought still more attention to them. In Europe, specially in Great Britain, betting on sports events was already pretty popular in the late XIX century, but it was only in the 1920's that the first football pool
pt: Jogos de azar e apostas são provavelmente tão antigos quanto a humanidade. Quando eventos esportivos se tornaram populares, a possibilidade de apostar em seus resultados trouxe ainda mais atenção para eles. Na Europa, especialmente na Grã-Bretanha, apostar em eventos esportivos já era bastante popular em fins do século XIX, mas foi apenas na dédada de 1920 que a primeira agência de apostas para futebol (football pools)

source: was created. These &ldquo;pools&rdquo; are private companies that sell the right to participate in a contest, in this case, related to results of upcoming football matches. In those days, everything was done in printed forms
pt: foi criada. Essas &ldquo;pools&rdquo; são companhias privadas que vendem o direito de participar em um concurso, nesse caso, relacionado aos resultados dos jogos de futebol a serem disputados no futuro. Naquela época, tudo era feito em formulários ou boletos impressos

source: Each week, a group of bettors would call a collector to pick-up the completed pools coupons along with the appropriate amount of money necessary to play. Then, a fresh set of coupons for the following week series of games would be left. One could also go to a betting post to fill these forms. They had a list of some of the week matches. The filled form was then posted to the pools firm, with a postal order or cheque for the sum staked (or &ldquo;invested&rdquo;, as the firms used to say). At the end of the weekend the results of the matches were announced on radio, television and published in the news­papers so that the bettors could take out the copy of his coupon and check their forecasts
pt: Toda semana, um grupo de apostadores chamava um coletor para buscar os boletos preenchidos juntamente com o montante de dinheiro necessário para pagar as apostas. Então, uma certa quantidade de boletos com os jogos da semana seguinte eram entregues. Também era possível ir a um ponto de apostas para preencher os boletos. Eles continham uma lista com alguns dos jogos da semana. O boleto preenchido era então enviado pelo correio para a companhia de apostas, com uma ordem postal de pagamento ou cheque equivalente à quantia apostada (ou &ldquo;investida&rdquo; como as companhias diziam). Ao final do final de semana os resultados dos jogos eram anunciados no rádio, televisão e publicados no jornais para que os apostadores pudessem verificar a cópia do seu boleto e checar seus palpites

source: The first football pools company was Littlewoods, created by John Moores, Colin Askham and Bill Hughes in 1923. The concept of the classic pools was an instant hit with the public and it flourished until the start of the war in 1939. In 1946 normal service was resumed as the football league started up again. Fortunately for people wanting to try their luck (or skill), football pools were not outlawed or put out of business but kept growing. It did not take long before competing companies were formed. Vernons Pools came on the scene in 1925, and in 1933, Zetters Pools became the third company to offer their services to players. In 1945, George Britten started his family football pool firm, Brittens Pools
pt: A primeira firma de apostas de futebol foi a Littlewoods, fundada por John Moores, Colin Askham and Bill Hughes em 1923. O conceito clássico de &ldquo;bolão&rdquo; foi um sucesso instantâneo com o público e floresceu até o início da guerra em 1939. Em 1946 o funcionamento voltou ao normal com os times de futebol voltando a jogar. Felizmente para as pessoas que queriam tentar a sorte (ou capacidade), as companhias não foram banidas por leis nem faliram, mas continuaram crescendo. Não demorou muito tempo até que firmas concorrentes surgissem. A Vernon Pools apareceu em 1925, e em 1933, Zetter Pools se tornou a terceira firma a oferecer seus serviços aos apostadores. Em 1945, George Britten fundou a firma de sua família, a Brittens Pools

source: Starting in 1935, the &ldquo;penny points&rdquo; bet was the most popular contest. For each match, the bettor should mark a &ldquo;1&rdquo;, a &ldquo;2&rdquo; or a &ldquo;x&rdquo; to show that he thought the result of the match would be a home win, a visitor win or a draw, respectively. Home wins guessed correctly received 1 point, visitors wins received 2 points and draws received 3. The bet with highest scores won money prizes. After the war, the Treble chance became more popular. In this system, the bettor had to choose, from a list of more than 50 matches listed in the form, eight that he believed would end tied
pt: Surgindo em 1935, o &ldquo;penny points&rdquo; era o sistema de apostas mais popular. Para cada jogo, o apostador tinha que marcar &ldquo;1&rdquo;, &ldquo;2&rdquo; ou &ldquo;x&rdquo; para indicar que ele acreditava que o resultado do jogo seria uma vitória do time da casa, do time visitante ou um empate, respectivamente. Vitórias de times mandantes prognosticadas corretamente recebiam 1 ponto, vitórias de visitantes, 2 pontos e empates recebiam 3 pontos. As apostas com maiores pontuações ganhavam prêmios em dinheiro. Depois da guerra, o sistema &ldquo;Treble chance&rdquo; se tornou o mais popular. Nele, o apostador tinha que escolher, de uma lista de mais de 50 jogos listados no boleto, oito que ele acreditava que terminariam empatados

source: In Italy, the Totocalcio was born after the war. Its creator, the sports journalist Massimo Della Pergola, thought about the contest while in a concentration camp in Switzerland during the war. His idea was similar to the british penny points system (he also used &ldquo;1&rdquo;, &ldquo;2&rdquo; or &ldquo;x&rdquo; as symbols to denote the believed result), with the difference that each match guessed correctly would count for one point, being a draw, a home or a visitor win
pt: Na Itália, o Totocalcio nasceu depois da guerra. Seu criador, o jornalista esportivo Massimo Della Pergola, imaginou inicialmente o concurso enquanto estava em um campo de concentração na Suíça, durante a guerra. Sua ideia era similar ao sistema britânico do penny points (ele também propos o uso de &ldquo;1&rdquo;, &ldquo;2&rdquo;; ou &ldquo;x&rdquo; como símboloso para denotar o suposto resultado), com a diferença de que cada jogo prognosticado corretamente contaria um ponto, fosse um empate, uma vitória do time da casa ou do visitante

source: In September of 1945 he founded, with Fabio Jegher and Geo Molo, also sports journalists, the Sisal (Sport Italia società a responsabilità limitata). A few months later, in May 5th, 1946, 34000 italians participated on the first Sisal contest, with 14 matches to forecast. The great popularity of the contest led the government to take its control, renaming it to Totocalcio. In the 1950's and 1960's the popularity of the contest only increased. A nice documentary made in the 1960's (in Italian) about Totocalcio can be seen
pt: Em setembro de 1945 ele fundou, com Fabio Jegher e Geo Molo, também jornalistas esportivos, a Sisal (Sport Italia società a responsabilità limitata). Poucos meses depois, em 5 de maio de 1946, 34000 italianos participaram do primeiro concurso Sisal, com 14 jogos a serem preditos. A grande popularidade do concurso levou o governo a assumir seu controle, renomeando-o para Totocalcio. Nas décadas de 1950 e 1960 a popularidade do concurso só aumentou. Um bom documentário feito na década de 1960 (em italiano) sobre o Totocalcio pode ser visto

source: here
pt: aqui

source: In the 1980's and 1990's scandals showed the action of bettors and footballers to fix results. The most famous case was the one involving the Italian international Paolo Rossi
pt: Nas décadas de 1980 e 1990 escândalos revelaram a ação de apostadores e jogadores de futebol para combinar resultados. O caso mais famoso foi o que envolveu o atacante da seleção italiana Paolo Rossi

source: Contests similar to Totocalcio were created in other countries. In Spain, La Quiniela also started after the War
pt: Concursos similares ao Totocalcio foram criado em outros países. Na Espanha, La Quiniela também começou após a guerra

source: but its first system was different. The bettor should forecast the winner and the number of goals scored by each team. A scoring rule determined the winner of different prizes. In 1948 the &ldquo;1&rdquo;, &ldquo;2&rdquo;, or &ldquo;x&rdquo; system was adopted, also with 14 matches per contest
pt: mas seu sistema inicial era diferente. O apostador tinha que predizer o time vencedor e o número de gols marcados por cada equipe. Uma regra de pontuação determinava os vencedores de diferentes prêmios. Em 1948 o sitema &ldquo;1&rdquo;, &ldquo;2&rdquo;, ou &ldquo;3&rdquo; foi adotado, também com 14 jogos por concurso

source: In Brazil, the Loteria Esportiva or Loteca, started in 1970. Also run by the state, the system is the same of Totocalcio and La Quiniela, but with 13 matches per contest
pt: No Brasil, a Loteria Esportiva ou Loteca começou em 1970. Também administrada pelo Estado, o sistema é mesmo do Totocalcio e La Quiniela, mas com 13 jogos por concurso

source: The popularity of the contest only increased in the 1970's, until a scandal revealed how several bettors manipulated results buying referees, footballers and coaches. The contest never recovered its credibility, but exists to this day. The creation of other federal lotteries and contests related to football clubs, and the beggining of online betting in Brazil also contributed to diminish its popularity
pt: A popularidade do concurso só cresceu na década de 1970, até que um escândalo foi revelado mostrando como vários apostadores manipulavam resultados comprando árbitros, jogadores de futebol e técnicos. O concurso nunca recuperou sua credibilidade, mas existe até hoje. A criação de outras loterias federais e concursos relacionados aos clubes de futebol, e o início das apostas via internet no Brasil também contribuíram para diminuir sua popularidade

source: The popularity of Totocalcio and the relationship of forecasting with subjective probabilities led Bruno de Finetti to idealize a contest where constestants should submit their probabilities of each result, i.e. victory, draw or defeat of the home team, that is, exactly the contest we are promoting for the 2018 World Cup
pt: A popularidade do Totocalcio e a relação entre previsões com probabilidades subjetivas levaram Bruno de Finetti a idealizar um concurso em que os participantes deveriam informar suas probabilidades de cada resultado, ou seja vitória, empate ou derrota do time da casa, ou seja, exatamente o concurso que estamos promovendo para a Copa do Mundo 2018

source: In unpublished notes
pt: Em notas não publicadas

source: he reminds an anecdote happened around 1950. He noticed, on the display window of a bar in Rome, a table where triples of positive numbers of sum 100 were shown for each match of the upcoming Sunday, under the title &ldquo;Quote del picchetto&rdquo;
pt: ele relata uma anedota acontecida por volta de 1950. Ele notou, em um bar em Roma, um cartaz com triplas de números positivos que somavam 100 para cada jogo do domingo seguinte, sob o título &ldquo;Quote del picchetto&rdquo;

source: De Finetti immediataly understood that those triples were the probabilities of a group of experts named &ldquo;picchetto&rdquo;
pt: De Finetti prontamente entendeu que aquelas triplas eram as probabilidades de um grupo de experts chamados &ldquo;picchetto&rdquo;

source: Not being familiar with the expression &ldquo;quote del picchetto&rdquo;, he asked the meaning of it to the owner of the bar, who answered surprised &ldquo;but, ... those are the probabilities&rdquo;
pt: Como a expressão &ldquo;quote del picchetto&rdquo; não lhe era familiar, ele perguntou seu significado ao dono do bar, que respondeu surpreso &ldquo;mas, ... são as probabilidades&rdquo;

source: In the early 1960's, de Finetti implemented such a contest experimentally with students and university staff as contestants (himself included). He believed that such contest would teach the most important aspects of probability theory, and in a much better way than the textbooks examples used in most of undergraduate courses on the subject
pt: No início da década de 1960 de Finetti implementou experimentalmente o referido concurso com alunos e funcionários da universidade como participantes (ele mesmo participou). Ele acreditava que esse concurso ensinaria os aspectos mais importantes da teoria das probabilidades e de uma maneira muito melhor que os exemplos dos livros-texto usados na maioria dos cursos de graduação sobre o assunto

source: His idea was to implement a national contest, with participation of experts (like sports journalists) and eventually announcements of the results on TV. His last writings about the subject are dated 1983, two years before his passing
pt: Sua ideia era implementar um concurso nacional, com a participação de experts (como jornalistas esportivos) e eventualmente até com anúncios dos resultados na TV. Suas últimas anotações sobre o assunto datam de 1983, dois anos antes de sua morte

source: Similar contests were conducted in the 1960's
pt: Concursos similares foram realizados na década de 1960

source: for american football, and during the 1982 WC
pt: para jogos de futebol americano, e na Copa do Mundo de 1982

source: Last year (2017)
pt: No ano passado (2017)

source: Nate Silver's FiveThirtyEight</a> promoted a probabilistic contest for american football
pt: o site FiveThirtyEight de Nate Silver</a> promoveu um concurso probabilístico para a liga de futebol americano

source: 1. [The word &ldquo;pool&rdquo; is connected with the picture of streams of money pouring into a com­mon fund, or &ldquo;pool&rdquo; from which the winners are paid after the firm has taken its expenses and profit.]
pt: 1. [A palavra &ldquo;pool&rdquo;, que pode ser traduzida como &ldquo;fundo comunitário&rdquo;, está relacionada com a imagem de fluxos monetário que desaguam em um fundo comum do qual os vencedores são pagos depois que a companhia subtrai seus custos e lucro.]

source: Jump back to footnote 1 in the text
pt: Voltar para a nota 1 no texto

source: 2. [Playing the football pools before the Internet involved completing by hand special coupons provided by each of the companies. Initially coupons were readily available from newsagents and tobacconists, places most frequented by the working class. The main football pool companies also provided a service where coupons were hand-delivered directly to players by various networks of collectors across the Great Britain. These collectors acted as middlemen between bettors and pools companies.]
pt: 2. [Apostar em jogos de futebol antes da Internet exigia que se preenchesse a mão coupons especias fornecidos por cada uma das firmas. Inicialmente os cupons ficavam prontamente disponíveis em bancas de jornal e com vendedores de cigarro, lugares majoritariamente frequentados pela classe operária. As principais firmas de apostas também ofereciam um serviço em que cupons eram diretamente entregues aos apostadores por meio de diversas redes de coletores de apostas em toda a Grã-Bretanha. Esses coletores agiam como intermediários entre os apostadores e as firmas de apostas.]

source: Jump back to footnote 2 in the text.
pt: Voltar para a nota 2 no texto.

source: 3. [Even though there are controversies about its start, it is accepted that the
pt: 3. [Embora haja controvérsias sobre seu início, aceita-se que o

source: first contest
pt: primeiro concurso

source: happened in September, 22nd, 1946, with a ticket for 7 matches.]
pt: aconteceu em 22 de setembro de 1946, com um boleto para 7 jogos.]

source: 4. [The number of matches per contest varied since then and nowadays is
pt: 4. [O número de jogos por concurso variou desde então e atualmente é

source: 6. [A free translation for &ldquo;picchetto&rdquo; is stake or jackpot.]
pt: 6. [Uma tradução livre de &ldquo;picchetto&rdquo; é bolão, bolada ou prêmio.]

source: 7. [See
pt: 7. [Veja

source: 8. [See Peter Walley
pt: 8. [Veja Peter Walley

source: Forecasting the FIFA WC
pt: Previsões da Copa 2018

source: Here you are the forecaster
pt: Aqui é você quem faz a previsão

source: Are you a football/soccer expert? Can you forecast the results of the 2018 World Cup matches better than a mathematical model? Here's your chance to prove it!
pt: Você é um especialista em futebol? Você consegue prever os resultados dos jogos da Copa do Mundo 2018 melhor do que um modelo matemático? Aqui está sua chance de provar isso!

source: You'll be competing against two models
pt: Você vai competir contra dois modelos

source: and
pt: e

source: but also against all the other competitors. After each match the forecasts will be scored according to the rules (described
pt: mas também contra todos os outros participantes. Depois de cada jogo as previsões receberão uma pontuação de acordo com as regras (descritas

source: here
pt: aqui

source: ) and the best forecaster will be the one with higher score after the 64 matches of this WC. Beware that we are not asking you to predict the final score of each match. You must provide your probabilistic forecasts for each match, noticing that the scoring rules punishes overconfidence.
pt: ) e o melhor previsor será aquele com a maior pontuação depois dos 64 jogos desta Copa. Fique atento para o fato que não estamos pedindo para você prever o placar final de cada jogo. Você deve fornecer sua previsão probabilística para cada jogo, notando que as regras de pontuação punem quem exagera na confiança de um resultado.

source: Use the sliders below to select YOUR probabilities of each possible result (victory of each team or draw). The left part (dark blue) of the bar displays your probability that the team on the left will win. The middle of the bar (light grey) represents your probability that the match will end tied, and the right part (dark grey) of the bar shows your probability that the team on the right side will win.
pt: Use os botões nas barras abaixo para selecionar as SUAS probabilidades de cada resultado possível (vitória de cada time ou empate). A parte à esquerda (em azul escuro) da barra mostra sua probabilidade de que o time à esquerda vencerá. O meio da barra (cinza claro) representa sua probabilidade de que o jogo terminará empatado, e a parte à direita (cinza escuro) da barra mostra sua probabilidade que o time à direita vencerá.

source: Don't forget to
pt: Não se esqueça de

source: sign in using Google or Facebook
pt: acessar usando o Google ou Facebook

source: to save your selections. You can also create leagues to compete against your friends.
pt: para salvar suas escolhas. Você também pode criar ligas para competir contra seus amigos.

source: Submit your forecasts
pt: Envie suas previsões

source: Check your results
pt: Confira seus resultados

source: Scoreboard
pt: Classificação

source: Your league
pt: Sua liga

source: Please
pt: Por favor

source: sign in
pt: acesse

source: first
pt: primeiro

source: Do you want to join
pt: Você deseja entrar

source: Yes, ask to join
pt: Sim, peça para entrar

source: You are not member of a league right now
pt: No momento você não é membro de uma liga

source: You can join a league or create one
pt: Você pode entrar em uma liga ou criar uma

source: Leagues available to join
pt: Ligas disponíveis para acesso

source: Asked to join
pt: Permissão para entrar

source: waiting for moderator approval
pt: aguardando pela aprovação do moderador

source: ask to join
pt: peça para entrar

source: Create new league
pt: Criar nova liga

source: Name
pt: Nome

source: submit
pt: enviar

source: create
pt: criar

source: League
pt: Liga

source: Users who asked to join the league
pt: Usuários que pediram para entrar na liga

source: User
pt: Usuário

source: add user
pt: adicionar usuário

source: No user pending acceptance
pt: Nenhum usuário com aceitação pendente

source: Leaderboard
pt: Classificação

source: Points
pt: Pontuação

source: Is admin
pt: É administrador

source: Is moderator
pt: É moderador

source: Remove moderator tools
pt: Remover ferramentas de moderador

source: Set as moderator
pt: Acionar como moderador

source: Transfer admin powers to this user
pt: Transferir poderes de administrador para este usuário

source: Remove from league
pt: Retirar da liga

source: Abdicate moderating powers
pt: Abrir mão de poderes de moderador

source: Transfer league admin powers
pt: Transferir poderes de administrador da liga

source: Leave league
pt: Sair da liga

source: Are you sure
pt: Tem certeza

source: No, cancel
pt: Não, cancele

source: this name has already been taken
pt: esse nome já foi escohido por alguém

source: invalid name. Must only cointain letters, numbers and spaces
pt: nome inválido. Ele deve conter letras, números e espaços

source: league name must have between 5 and 50 characters
pt: nome da liga deve ter entre 5 e 50 caracteres

source: league is full
pt: a liga está lotada
