Repository: randommm/worldcup-website
Catalog: games/locale/*/LC_MESSAGES/django.po
Languages: pt

source: the user already has a league
pt: o usuário já tem uma liga

source: only the admin can remove moderators
pt: apenas o administrador pode remover moderadores

source: you are not the admin nor a moderator
pt: você não é administrador nem moderador

source: you are not the admin
pt: você não é o administrador

source: you must use http POST
pt: você deve usar http POST

source: you must remove everyone or transfer admin powers before leaving
pt: você deve remover todos ou transferir poderes de administrador antes de sair

source: you cannot remove yourself, use leave instead
pt: você não pode remover a si próprio, em vez disso saia

source: this user did not asked to join league
pt: este usuário não pediu para participar da liga

source: unknown error
pt: erro indefinido

source: Objectives
pt: Objetivos

source: Before we state our goals, it is important to mention that the team working in this project is not sponsored or related, by any means, to betting websites or organizations
pt: Antes de enunciar nossos objetivos é importante mencionar que a equipe trabalhando neste projeto não é patrocinada ou mantém qualquer relação com sites ou organizações que promovem apostas

source: Our objectives implementing a football/soccer prevision contest are strictly pedagogical and academic, being
pt: Nossos objetivos ao implementar um concurso de prognóstico de jogos de futebol são estritamente pedagógicos e acadêmicos, sendo

source: Use a popular sport event to motivate young students and math teachers, especially at pre-university level, to learn and discuss the main aspects of probability theory
pt: Aproveitar um evento esportivo popular para motivar estudantes e professores de matemática, especialmente do ensino médio, para aprender e discutir os principais aspectos da teoria de probabilidades

source: Introductory probability textbooks usually present the subject exploring random devices such as dice, extraction of marbles from urns and coin tossing. These devices have a pedagogical value but the questions related to them usually lead to exercises involving combinatoric calculus, avoiding or poorly treating the most important conceptual aspects of probability theory. As consequence, several students have the impression that probability theory is only about that kind of numeric exercise
pt: Livros texto introdutórios sobre probabilidade geralmente apresentam o assunto explorando mecanismos aleatórios como dados, extração de bolas de urnas e arremesso de moedas. Esses mecanismos têm um valor pedagógico, mas as questões relacionadas a eles normalmente levam a exercícios envolvendo cálculo combinatório, assim evitando ou tratando insuficientemente os aspectos conceituais mair importantes da teoria de probabilidades. Como consequência, muitos estudantes têm a impressão de que a teoria de probabilidades diz respeito apenas a exercícios numéricos daquele tipo

source: In football, like in every specific case of interest, the evaluation of probabilities require (and this is the essential point) immagination, inteligence, subconcious practice, self-criticism and ability to avoid inconsistencies when evaluating several events at the same time
pt: No futebol, como em todo caso específico de interesse, a avaliação de probabilidades requer (e esse é o ponto essencial) imaginação, inteligência, treinamento subconsciente, auto-crítica e capacidade de evitar inconsistências quando se avaliam vários eventos ao mesmo tempo

source: Collect a dataset that will help the members of our group to develop academic research related to different kinds of probabilistic prevision
pt: Coletar um conjunto de dados que auxiliará os membros de nosso grupo a desenvolver pesquisa acadêmica relacionada aos diferentes tipos de previsão probabilística

source: Our research group is interested in different aspects of probabilistic prevision, not only related to football or sports events. By showing how people face uncertain or random events, the data provided by the contest promoted in this website will help us to answer several questions involving probabilistic prevision. Some of these questions are summarized below
pt: Nosso grupo de pesquisa se interessa por diferentes aspectos das previsões probabilísticas, não apenas os relacionados a futebol ou eventos esportivos. Ao revelar como as pessoas lidam com a incerteza ou eventos aleatórios, os dados fornecidos pelo concurso promovido neste website nos ajudarão a responder várias questões envolvendo previsões probabilísticas. Algumas dessas questões são brevemente discutidas abaixo

source: How does the practice of probability evaluation based on a contest like the one we are promoting improve our aptitude to express differences in beliefs as differences in numbers
pt: Como a prática de avaliar probabilidades, baseando-se em um concurso como o que estamos promovendo, melhora nossa capacidade de expressar diferenças de opinião em termos numéricos

source: How does such a practice improve &ldquo;competence&rdquo; or the capability of making &ldquo;reasonable&rdquo; probability evaluations
pt: Como essa prática melhora a &ldquo;competência&rdquo; ou a capacidade de fazer avaliações probabilísticas &ldquo;razoáveis&rdquo;

source: How the &ldquo;competence&rdquo; of a given person vary from field to field of events (for example, from football of different championships, or to meteorological, political, economical, or medical forecasting)
pt: Como a &ldquo;competência&rdquo; de uma dada pessoa varia de uma área para outra de eventos (por exemplo, entre o futebol de diferentes campeonatos, ou para previsões meteorológicas, políticas, econômicas ou médicas)

source: How &ldquo;competence&rdquo; might be influenced by other factors such as short or long reflection before writing down the figures, reading news or opinions of columnists about the subject, conditions of health or of spirit, etc
pt: Como a &ldquo;competência&rdquo; pode ser influenciada por outros fatores como reflexões mais demoradas ou mais rápidas antes de escrever os números, a leitura de notícias ou opiniões de colunistas sobre o assunto, condições de saúde ou de espírito, etc

source: How one's evaluations change if repeated after some delay in time (when one does, or does not, remember one's former evaluations); and how it is possible to explain agreements or systematic differences between independent evaluations by different people
pt: Como as avaliações de alguém mudam se repetidas depois de algum tempo (quando se lembra, ou não, das próprias avaliações feitas anteriormente); e como é possível explicar concordâncias ou diferenças sistemáticas entre avaliações independentes feitas por pessoas diferentes

source: Considering the best forecasters as a group, what about their &ldquo;average opinion&rdquo;, that is, the evaluation in which each probability is calculated as the arithmetic mean of the corresponding evaluations of the individual members? Would such an average opinion be more successful than any single one? And what about the average of the few most successful members
pt: Considerando os melhores previsores como um grupo, o que se pode dizer da sua &ldquo;opinião média&rdquo;, ou seja, da avaliação em que cada probabilidade é calculada como a média aritmética das avaliações correspondentes dos membros individuais? Essa opinião média seria melhor do que qualquer uma das individuais? E a média dos melhores entre os melhores membros

source: Analysing the best forecasters, would it be possible to infer some (probably unconscious) rule by which he/she takes into account the pertinent facts (for football, the outcomes of recent matches and present relative rank of each pair of teams)
pt: Analisando os melhores previsores, seria possível inferir alguma regra (provavelmente inconsciente) pela qual ele/ela considera os fatos pertinentes (no que diz respeito a futebol, os resultados de jogos recentes e posição relativa de cada par de times que jogam entre si)

source: Analysing such rules, might some be discovered that would have been more successful than most or all of the contestants
pt: Analisando estas regras, seria possível descobrir alguma que teria melhor desempenho que a maioria ou que todos os participantes

source: Are there sufficient grounds to accept such a rule as &ldquo;significantly good&rdquo; in the sense that we believe it will probably continue to work in the future in other circumstances, and how far, say, for football in other countries or for other sports like basketball and rugby
pt: Há base sufuciente para aceitar tal regra como &ldquo;significativamente boa&rdquo; no sentido de que acreditamos que ela provavelmente vai continuar a funcionar no futuro em outras circunstâncias, e quanto ela funcionaria, digamos, para o futebol de outros países ou para outros esportes como basquete e rugby

source: The importance of questions of this kind is not restricted to psychology, philosophy of probability and human behaviour, but greatly concerns several practical fields.
pt: A relevância de questões desse tipo não se restringe a psicologia, filosofia da probabilidade e comportamento humano, mas diz respeito a questões importantes de várias áreas práticas.

source: Often, important economic and medical decisions depend on the answer of an expert, and the opinion he/she is asked to reveal is, explicitly or implicitly, his evaluation of certain probabilities
pt: Geralmente, cruciais decisões econômicas e médicas dependem da resposta de um especialista, e a opinião que se requer que ele/ela revele é, explícita ou implicitamente, sua avaliação de certas probabilidades

source: 1. [These questions were first posed by Bruno de Finetti. See chapter 3 (Does it Make Sense to Speak of &ldquo;Good Probability Appraisers&rdquo;?) of <i>Probability, Induction and Statistics</i>, Wiley, 1972.]
pt: 1. [Estas questões foram inicialmente formuladas por Bruno de Finetti. Veja o capítulo 3 (Does it Make Sense to Speak of &ldquo;Good Probability Appraisers&rdquo;?) de <i>Probability, Induction and Statistics</i>, Wiley, 1972.]

source: Your probabilities
pt: Suas probabilidades

source: You got
pt: Você tem

source: This game has not finished yet
pt: Este jogo ainda não acabou

source: Submit your probilities to check your results
pt: Envie suas probabilidades para checar seus resultados

source: Rules: how to play our forecast contest
pt: Regras: como participar de nosso concurso de previsões

source: During the World Cup, teams play (almost) every day for roughly one month. Therefore, during this month you can input your own forecasts using our interactive website. After each match finishes, you'll either gain or lose points based on your prevision, meaning that your prevision will be scored. This score will tell how &ldquo;good&rdquo; your forecast was, basically showing how close it was from the observed result of the game (victory of team A, victory of team B or draw).
pt: Durante a Copa, os times jogam (quase) todos os dias por aproximadamente um mês. Portanto, durante esse mês você pode informar suas previsões usando nosso website interativo. Depois do término de cada jogo você ganhará ou perderá pontos dependendo de sua previsão, o que significa que sua previsão será pontuada. Essa pontuação dirá o quão &ldquo;boa&rdquo; foi sua previsão, basicamente mostrando o quão próxima ela estava do resultado observado do jogo (vitória do time A, vitória do time B ou empate).

source: We will keep track of your point total throughout the World Cup. Just be sure to sign in with either Facebook or your Google account to save your forecasts. As the WC develops, you'll be able to see how your forecasts compare with the forecasts provided by two mathematical models and to everybody else's scores.
pt: Nós manteremos o registro do seu total de pontos ao longo da Copa. Apenas tenha certeza de que acessou o sistema via Facebook ou conta Google para salvar suas previsões. Conforme a copa acontece, você vai ser capaz de ver como suas previsões se comparam com as previsões dadas pelos dois modelos matemáticos e com as pontuações dos demais participantes.

source: In Brazil, especially during WC's, contests where people try to predict the final score of each match (i.e. the number of goals scored by each team) are very popular. Here, we do not want that. We want you to think probabilistically. Think about your probability as some amount, like 100 kg or pounds of something or $100 of some currency. You must decide on how to divide this amount in three baskets: in one basket you'll put the amount corresponding to your confidence on the victory of team A; in the following basket the amount corresponding to your confidence on a draw; and in the third basket the amount corresponding to your confidence on the victory of team B. Notice that you have a fixed amount, so your probabilities should add up to 100.
pt: No Brasil, especialmente durante as Copas, concursos em que as pessoas tentam predizer o placar final de cada jogo (ou seja, o número de gols marcados por cada time) são bastante populares. Aqui nós não queremos isso. Nós queremos que você pense probabilisticamente. Pense sobre sua probabilidade como uma quantidade, como 100 kgou libras de algo ou $100 de alguma moeda. Você deve decidir como dividir esse montante em três cestos: em um cesto você colocará o montante correspondente a sua confiança na vitória do time A; no cesto seguinte o montante correspondente à sua confiança em um empate; e no terceiro cesto o montante correspondente à sua confiança na vitória do time B. Note que você uma quantidade fixa, então suas probabilidades dvem somar 100.

source: Example
pt: Exemplo

source: As illustrative example, consider a match of the 2014 WC. Assume that your probabilities for the match Spain against Netherlands were the following: &ldquo;Spain wins&rdquo;, 46%%%%; &ldquo;Draw&rdquo;, 24%%%%, and &ldquo;Netherlands win&rdquo;, 30%%%%
pt: Como exemplo ilustrativo, considere um jogo da Copa 2014. Suponha que suas probabilidades para o jogo Espanha contra Holanda fossem as seguintes: &ldquo;Espanha vence&rdquo;, 46%%; &ldquo;Empate&rdquo;, 24%%,e &ldquo;Holanda vence&rdquo;, 30%%

source: The match ended 5x1 to Netherlands. To score your forecast, we will use the following equation
pt: O jogo terminou 5x1 para a Holanda. Para pontuar essa previsão, usaremos a seguinte equação

source: where \(p_1\) and \(p_2\) represent the probabilities of the possibilities that DID NOT happen. For this match, ``draw'' and ``Spain wins'' did not happen, meaning that, \(p_1=24\) and \(p_2=46\), implying that
pt: onde \(p_1\) e \(p_2\) representam as probabilidades das possibilidades que NÃO aconteceram. Para esse jogo, &ldquo;empate&rdquo; e &ldquo;Espanha vence&rdquo; não aconteceram, o que significa que \(p_1=24\) e \(p_2=46\), implicando que

source: is the score of your forecast
pt: é a pontuação da sua previsão

source: Regarding the same match, a friend of yours attached 20%% do Spain, 12%% to draw and the remaining 68%% to Netherlands. His score will be
pt: Referindo-se ao mesmo jogo, um amigo seu atribui 20%% para Espanha, 12%% para o empate e os restantes 68%% para a Holanda. Sua pontuação será

source: a lot better than 62.04 because his prevision was closer to the observed result, &ldquo;Netherlands win&rdquo; (he gave 68%% to Netherlands and just 32%% to the other two). This scoring system is based on Brier scores, which evaluate the accuracy of probabilistic forecasts and rewards good forecasts while punishing those that overshoot. In the example above, if Spain had won, you'd score 78.04 and your friend, 44.16 because in this case your forecast would be closer to the event &ldquo;Spain wins&rdquo; than your friend's forecast.
pt: bem melhor que 62,04 porque a previsão dele estava mais próxima do resultado observado, &ldquo;Holanda vence&rdquo; (ele atribuiu 68%% para a Holanda e apenas 32%% para as outras duas possibilidades). Esse sistema de pontuação se baseia em scores de Brier, que avaliam a precisão de previsões probabilísticas e recompensa boas previsões punindo aquelas que exageram. No exemplo acima, se a Espanha tivesse ganhado, você marcaria 78,04 pontos, e seu amigo 44,16 porque nesse caso sua previsão estaria mais próxima do evento &ldquo;Espanha vence&rdquo; do que a previsão do seu amigo

source: More important details are the following
pt: Mais detalhes importantes são os seguintes

source: You can submit or change your forecast 30 minutes before a match starts
pt: Você pode enviar ou mudar sua previsão para um jogo até 30 minutos antes do início do mesmo

source: After the group stage, games are playoffs. If they ended tied after 90 minutes, they will be considered a draw
pt: Depois da fase de grupos, os jogos são eliminatórios. Se eles terminarem empatados após 90 minutos, serão considerados como empate

source: If you do not submit a forecast to a match, your score for that match will be zero
pt: Se você não submeter uma previsão para um jogo, sua pontuação para esse jogo será zero

source: Forecasts can't be more precise than whole percentages, and points gained/lost for each game are rounded to the nearest integer
pt: Previsões não podem ser mais precisas do que porcentagens em números inteiros, e pontos obtidos ou perdidos em cada jogo serão arredondados para o número inteiro mais próximo

source: Because of this last rule, since 100/3 is not a whole number, the most undecided forecast is 33%% for two possibilities and 34%% for the remaining one. Depending on the final result of the game, this forecast will receive a score of 66 or 67. Initially all the forecasts attach 33%% percent for team A (the team to the left of the slider), 34%% for draw and 33%% for team B (the team to the right of the slider), but if you do not press the button &ldquo;Submit you forecast&rdquo;, we will understand that you do not want to submit a forecast to that match and your score, for that match, will be zero
pt: Devido a essa última regra, como 100/3 não é um número inteiro, a previsão mais vaga é 33%% para duas possibilidades e 34%% para a restante. Dependendo do resultado final do jogo, essa previsão receberá uma pontuação de 66 ou 67. Inicialmente todos as previsões atribuem 33%% para o time A (o time à esquerda da barra), 34%% para empate e 33%% para o time B (o time à direita da barra), mas se você não apertar o botão &ldquo;Envie sua previsão&rdquo, nós entenderemos que você não quer enviar uma previsão para esse jogo e sua pontuação, para o jogo em questão, será zero

source: So, if you forget to submit a forecast to one game or two your score won't change as to put you out of the race, but if you want to stay close to the best, you have to submit your forecasts (of course, if you think that the teams are really close competitors and feels that the 33/34/33 forecast translates your degree of belief in the final result, you should submit this forecast). You can also view the score 67 as a benchmark: if your score is smaller than 67, you're doing worst than the undecided forecast
pt: Então, caso você esqueça de enviar sua previsão para um jogo ou dois sua pontuação não mudará a ponto de colocá-lo fora da disputa (é claro que, se você acha que os times são realmente parelhos e sente que a previsão 33/34/33 traduz seu grau de confiança no resultado final, você deve enviar essa previsão). Você também pode enxergar a pontuação 67 como um padrão: se sua pontuação total é menor que 67, você está indo pior que a previsão vaga

source: Considering all this, you can approach the contest in different ways
pt: Considerando tudo isso, você pode participar do concurso de diferentes maneiras

source: You can, for instance, just pick the results you think will happen and select it with 100 percent for every game. You probably won't do very well, though. One of the properties of the Brier score is that it forces you to be honest, that is, to really inform your beliefs about the match, and not act as a gambler, just to win the contest. The gambler behavior would be a good option if the contest had just a few matches, but with 64 it is quite unlikely that someone will get rightly all the results
pt: Você pode, por exemplo, escolher apenas os resultados que acha que acontecerão e selecioná-los com 100%% para cada jogo. No entanto, você provavelmente não se sairá bem. Uma das propriedades da regra de Brier e que ela te força a ser honesto, ou seja, a realmente informar sua crença sobre o jogo, e a não agir como apostador, apenas para ganhar o concurso. O comportamento apostador seria uma boa opção se o concurso tivesse apenas uns poucos jogos, mas com 64 é bem improvável que alguém acerte todos os resultados

source: You can also look at other models, betting odds, build your own model or just think carefully about each match to submit your forecast
pt: Você também pode consultar outros modelos, cotações de apostas, construir seu próprio modelo ou apenas pensar cuidadosamente sobre cada jogo para enviar sua previsão

source: You can also create a league and agree with the participants to just submit forecasts to the matches of one team or of a set of teams
pt: Você também pode criar uma liga e acordar com os participantes para enviar previsões apenas para os jogos de um time ou de um conjunto de times

source: The World Cup has not started yet, so we have no scoreboard...
pt: A Copa ainda não começou, então ainda não temos classificação...

source: Terms of use and privacy
pt: Termos de uso e privacidade

source: We are committed to keep your privacy. The objective of this text is to clarify which informations are collected from the users of our website and in which way these data are used
pt: Nós nos comprometemos a manter sua privacidade. O objetivo deste texto é esclarecer que informações serão coletadas dos usuários de nosso site e de que forma esses dados serão utilizados

source: We must warn that if you do not agree with the content of these terms, you should not register as user of our website. However, if your register, this means you agree with the following terms
pt: Alertamos que, se você não concorda com o conteúdo destes termos, não se registre como usuário de nosso site. Entretanto, caso você se registre, isso significa que concorda com os termos a seguir

source: Privacy policy
pt: Política de privacidade

source: Provided information
pt: Informações fornecidas

source: Once you register, you will give us access to the following information about you:
pt: Uma vez registrado, você nos dará acesso às seguintes informações:

source: your name
pt: seu nome

source: sex
pt: sexo

source: language
pt: idioma

source: age range
pt: faixa etária

source: photo or user image (when available)
pt: foto ou imagem de usuário (quando disponível)

source: Facebook url/id (when registering with a Facebook account)
pt: url/id do Facebook (quando se registrar com uma conta do Facebook)

source: How do we use the information provided by you?
pt: Como utilizamos a informação fornecida por você?

source: We can use the information provided when you register, edit your profile and use this website to
pt: Podemos usar a informação fornecida quando você se registrar, editar seu perfil e usar este website para

source: improve the usability of the website
pt: melhorar a usabilidade do site

source: send periodic emails about subjects we judge is of your interest
pt: enviar emails periódicos sobre assuntos que julgamos ser de seu interesse
