Repository: randommm/worldcup-website
Catalog: games/locale/*/LC_MESSAGES/django.po
Languages: pt

source: write and publish academic research articles. Since the objectives of this website are strictly academic, the information provided by the users will be used only for academic research of non-profit character based on these data. We also commit to not reveal the identity or any information about a single user or group of users
pt: escrever e publicar artigos de pesquisa acadêmica. Como os objetivos deste website são estritamente acadêmicos, as informações fornecidas pelos usuários serão usadas apenas para a elaboração de pesquisa acadêmica de caráter não lucrativo baseada nesses dados. Também nos comprometemos a não revelar a identidade ou qualquer informação sobre um usuário específico ou grupo de usuários

source: Provision of information to third party
pt: Fornecimento de informações a terceiros

source: We do not sell, exchange or trade personal or group information by any means. Any product generated in the future that use these informations will not cite nominally, under any circumstance, the user that provided them
pt: Nós não vendemos, trocamos ou negociamos informações pessoais ou de grupos em qualquer circunstância. Qualquer produto gerado no futuro que use essas informações não citarão nominalmente, em qualquer circunstância, o usuário que as forneceu

source: Future changes in this privacy policy
pt: Futuras modificações nesta política de privacidade

source: This privacy policy may be reviewed without previous warning but, if they are changed, all the changes will be duly communicated. Therefore we strongly recommend you to regularly consult our privacy policy to keep yourself updated
pt: Esta política de privacidade pode ser revista sem aviso prévio mas, caso elas sejam modificadas, todas as alterações serão devidamente comunicadas. Portanto, nós recomendamos fortemente que você consulte nossa política de privacidade regularmente para se manter atualizado
